{"translation-revision-date":"2023-08-09 09:58:34+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"vi_VN"},"You might not even know it, but there may be pages on your site that don't get any links. That’s an SEO issue, because it’s difficult for search engines to find pages that don't get any links. So, it's harder for them to rank. We call these pages orphaned content. In this workout, we find the orphaned content on your site and guide you in quickly adding links to it, so it can get a chance to rank!":["You might not even know it, but there may be pages on your site that do not get any links. That is an SEO issue because it is difficult for search engines to find pages that don't get any links. It is harder for them to rank. We call these pages orphaned content. In this workout, we will find the orphaned content on your site and guide you in quickly adding links to it, so it can get a chance to rank!"],"Time to add some links! Below, you see a list with your orphaned articles. Under each one, there are suggestions for related pages you could add a link from. When adding the link, make sure to insert it in a relevant sentence related to your orphaned article. Keep adding links to each of the orphaned articles until you are satisfied with the amount of links pointing to them.":["Time to add some links! Below, you will see a list with your orphaned articles. Under each one, there are suggestions for related pages you could add a link. When adding the link, make sure to insert it in a relevant sentence, and related to your orphaned article. Keep adding links to each of the orphaned article's until you are satisfied with the amount of links pointing to them."],"You've added links to your orphaned articles, and you’ve cleaned up the ones that were no longer relevant. Great job! Take a look at the summary below and celebrate what you accomplished!":["Bạn đã thêm các liên kết đến các bài viết mồ côi của bạn và bạn đã dọn sạch những thứ không còn phù hợp. Bạn đã làm rất tốt! Hãy xem tóm tắt dưới đây và ăn mừng những gì bạn đã hoàn thành!"],"Critically examine the content in this list and make the necessary updates. If you need help updating, we have a very %1$suseful blog post that can guide you all the way%2$s (click to open in a new tab).":["Kiểm tra nghiêm trọng nội dung trong danh sách này và thực hiện các bản cập nhật cần thiết. Nếu bạn cần giúp cập nhật, chúng tôi có rất nhiều %1$sBài đăng blog hữu ích có thể hướng dẫn bạn tất cả các cách%2$s (nhấp để mở trong một tab mới)."],"%1$sNeed more guidance? We've covered every step in more detail in the following guide: %2$sHow to use the %7$s orphaned content workout%3$s%4$s%5$s.%6$s":["%1$sCần nhiều hướng dẫn? Chúng tôi đã bao gồm từng bước chi tiết hơn trong hướng dẫn sau:%2$s Cách sử dụng bài tập về nội dung mồ côi %7$s%3$s%4$s%5$s.%6$s"],"Clear summary":["Tóm tắt rõ ràng"],"Add internal links towards your orphaned articles.":["Thêm liên kết nội bộ đến các \"bài viết mồ côi\" của bạn."],"Should you update your article?":["Có phải bạn nên cập nhật bài viết của mình?"],"Your site may contain lots of content that you created once and never looked back to it since. It's important to go through those pages and ask yourself if that content is still relevant to your site. Should you improve it or remove it?":["Trang web của bạn thường chứa nhiều nội dung được tạo một lần và không bao giờ nhìn lại sau đó. Điều quan trọng là phải xem qua những điều này và tự hỏi bản thân xem nội dung này có còn liên quan đến trang web của bạn hay không. Tôi nên cải thiện hay loại bỏ nó?"],"Start: Love it or leave it?":["Bắt đầu: Yêu thích nó hay rời bỏ nó?"],"Clean up your unlinked content to make sure people can find it":["Dọn dẹp nội dung không được liên kết của bạn để đảm bảo mọi người có thể tìm thấy nó"],"I've finished this workout":["Tôi đã hoàn thành bài tập này"],"Reset this workout":["Đặt lại bài tập này"],"Well done!":["Tốt lắm!"]}},"comment":{"reference":"assets\/js\/src\/workouts\/components\/OrphanedWorkout.js"}}