{"translation-revision-date":"2023-08-09 09:58:34+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"vi_VN"},"You just made your best content easy to find, and more likely to rank! Way to go! From time to time, remember to check if your cornerstones are getting enough links!":["Bạn vừa làm cho nội dung tốt nhất của mình dễ tìm và có nhiều khả năng xếp hạng hơn! Tốt thôi! Thỉnh thoảng, hãy nhớ kiểm tra xem nền tảng của bạn có nhận đủ liên kết hay không!"],"Take a look at the list below. Do your cornerstones (marked with %1$s) have the most internal links pointing towards them? Click the Optimize button if you think a cornerstone needs more links. That will move the article to the next step.":["Hãy xem danh sách dưới đây. Làm nền tảng của bạn (được đánh dấu bằng%1$s) có nhiều liên kết nội bộ nhất hướng về chúng không? Nhấp vào nút Tối ưu hóa nếu bạn nghĩ rằng một nền tảng cần nhiều liên kết hơn. Điều đó sẽ chuyển bài viết sang bước tiếp theo."],"Do all of your cornerstones have green bullets? For the best results, consider editing the ones that don't!":["Làm tất cả các góc của bạn có đạn xanh? Để có kết quả tốt nhất, hãy xem xét chỉnh sửa những người không!"],"Which articles do you want to rank the highest? Which ones would your audience find the most useful and complete? Click the downward pointing arrow and look for articles that fit those criteria. We'll automatically mark the articles you select from the list as cornerstone.":["Những bài viết nào bạn muốn xếp hạng cao nhất? Những người khán giả của bạn sẽ tìm thấy sự hữu ích và đầy đủ nhất? Nhấp vào mũi tên hướng xuống và tìm các bài viết phù hợp với các tiêu chí đó. Chúng tôi sẽ tự động đánh dấu các bài viết bạn chọn từ danh sách dưới dạng nền tảng."],"%1$sNeed more guidance? We've covered every step in more detail in: %2$sHow to use the %7$s cornerstone workout%3$s%4$s%5$s.%6$s":["%1$sCần thêm hướng dẫn? Chúng tôi đã trình bày chi tiết hơn từng bước trong:%2$s. Cách sử dụng bài tập nền tảng%7$s%3$s%4$s%5$s.%6$s"],"I've finished this workout":["Tôi đã hoàn thành bài tập này"],"Reset this workout":["Đặt lại bài tập này"],"Well done!":["Tốt lắm!"],"Add internal links towards your cornerstones":["Thêm liên kết nội bộ vào nền tảng của bạn"],"Check the number of incoming internal links of your cornerstones":["Kiểm tra số lượng các Liên Kết Nội Bộ Đến trên các bài viết quan trọng (cornerstones) của bạn."],"Start: Choose your cornerstones!":["Bắt đầu: Chọn nội dung quan trọng của bạn!"],"The cornerstone approach":["Phương pháp tiếp cận nền tảng"]}},"comment":{"reference":"assets\/js\/src\/workouts\/components\/CornerstoneWorkout.js"}}