{"translation-revision-date":"2023-08-09 09:58:34+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"vi_VN"},"We could not find any relevant articles on your website that you could link to from your post.":["Chúng tôi không thể tìm thấy bất cứ chuyên mục thích hợp nào trên website để bạn có thể liên kết từ bài viết của bạn."],"Add a title to your post for the best internal linking suggestions.":["Thêm một tiêu đề cho bài viết dành cho đề xuất liên kết liên quan tốt nhất."],"Add a metadescription to your post for the best internal linking suggestions.":["Thêm một mô tả meta cho bài viết của bạn dành cho đề xuất liên kết liên quan tốt nhất."],"Add a title and a metadescription to your post for the best internal linking suggestions.":["Thêm một tiêu đề và mô tả meta cho bài viết của bạn dành cho đề xuất liên kết liên quan tốt nhất."],"Also, add a title to your post for the best internal linking suggestions.":["Đồng thời, thêm tiêu đề vào bài viết của bạn để có các gợi ý liên kết nội bộ tốt nhất."],"Also, add a metadescription to your post for the best internal linking suggestions.":["Đồng thời, thêm một mô tả meta vào bài viết của bạn dành cho các gợi ý liên kết nội bộ tốt nhất."],"Also, add a title and a metadescription to your post for the best internal linking suggestions.":["Đồng thời, thêm một tiêu đề và mô tả meta vào bài viết của bạn dành cho các gợi ý liên kết nội bộ tốt nhất."],"Once you add a bit more copy, we'll give you a list of related content here to which you could link in your post.":["Một khi bạn thêm một lượng copy, chúng tôi sẽ dành cho bạn một danh sách nội dung liên quan tại đây để bạn có thể liên kết vào bài viết."],"To improve your site structure, consider linking to other relevant posts or pages on your website.":["Để cải thiện cấu trúc website, cân nhắc liên kết đến các bài viết hoặc trang liên quan khác trên website của bạn."],"It takes a few seconds to show you a list of related content to which you could link. The suggestions will be shown here as soon as we have them.":["Mất vài giây để hiển thị cho bạn một danh sách nội dung liên quan đến những gì bạn có thể liên kết. Những đề xuất sẽ được hiển thị tại đây ngay khi chúng tôi có."],"{{a}}Read our guide on internal linking for SEO{{\/a}} to learn more.":["{a}}Đọc hướng dẫn về liên kết nội bộ dành cho SEO{{\/a}} để tìm hiểu thêm."],"Copied!":["Đã copy!"],"Not supported!":["Không được hỗ trợ!"],"We need to optimize your site’s SEO data so we can offer you the best %1$slinking suggestions%2$s.\n\n%3$sStart SEO Data optimization%4$s":["Chúng tôi cần tối ưu hóa dữ liệu SEO của trang web của bạn để có thể cung cấp cho bạn các %1$s đề xuất liên kết %2$s  tốt nhất. %3$s Bắt đầu tối ưu hóa dữ liệu SEO %4$s"]}},"comment":{"reference":"assets\/js\/src\/components\/LinkSuggestions.js"}}